<template>
    <div class="clause">
        <h1 class="title">邦尼电工法律条款</h1>
        <div class="content">
            <h2><strong>总则</strong></h2>
            <p>
                用户在接受广州闪聚网络有限公司旗下“闪六”产品（在以下使用条款中均以“本平台”代表）服务之前，请务必仔细阅读本条款并同意本声明。
			</p>
            <p>
                用户直接或通过各类方式间接使用本平台服务或数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用本平台所提供的全部服务。
            </p>
            <h2><strong>产品免责细则</strong></h2>
            <p>1、本平台不担保其提供的服务一定能满足用户的要求和期望，也不担保服务不会中断，对服务的时效性、安全性都不作担保。</p>
            <p>2、对于用户通过本平台提供的服务传送的内容，本平台已按照国家有关规定严格审查，但无法完全控制经由网站服务传送的内容，不保证内容的正确性，完整性或品质。因此，用户在使用本平台时，可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，本平台均不为用户由网站服务以张贴、发送电子邮件或其他方式传送的任何内容负责。 </p>
            <p>3、对于本平台提供的各种广告信息、链接、资讯等，本平台不保证其内容的正确性、合法性或者可靠性，相关责任由活动发布者或广告商承担；并且，对于用户经由本平台服务与活动发布者或广告商进行联系或者商业往来，完全属于用户与活动发布者或广告商之间的行为，与本站没有任何关系。对于前述的活动费用及商业往来所产生的任何损害或损失，本平台不承担任何责任。</p>
            <p>4、对于用户上传的照片、资料、证件等，本平台已采用相关措施进行审核，但不保证其内容的正确性、合法性和可靠性，相关责任由上传上述内容的用户负责。（一旦上传即为自愿上传） </p>
            <p>5、用户以自己的独立判断从事参加活动的相关行为，并独立承担可能 产生的不利后果和责任，本平台不承担任何法律责任。</p>
            <p>6、是否使用网站服务下载或获取任何资料应由用户自行考虑并自负风险，因任何资料的下载而导致的用户电脑或手机系统的任何损坏或数据丢失等后果，本平台不承担任何责任。 </p>
            <p>7、本平台对所有用户自发组织的活动、自发成立的组织不承担任何责任。 </p>
            <p>8、本平台对本平台策划、发起、组织或是承办的任何用户活动（包括但不限于收费用以及完全公益的活动）不担保一定能满足用户的需要，也不担保用户参加活动的结果。 </p>
            <p>9、对于用户的投诉，本平台将认真核实，但不保证最终公之于众的投诉的真实性、合法性，对于投诉内容侵权用户隐私、名誉等合法权利的，所有法律责任由投诉者承担，与本平台无关。</p>
            <p>10、尽管本平台已采用相应的技术保障措施，但用户仍有可能收到各类的广告信（本平台发送的广告信除外）或其他不以交友为目的的邮件，本平台不承担任何责任。</p>
            <h2><strong>禁止用户从事行为</strong></h2>
            <p>1、用户同意将不会利用本平台服务进行任何违法或不正当的活动，包括但不限于下列行为：发布信息或者利用本平台的服务时必须符合中国有关法规，不得在本产品的各个平台上或利用本平台的服务制作、复制、发布、传播以下信息：反对宪法所确定的基本原则；危害国家安全，泄露国家机密，颠覆国家政权，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视、破坏民族团结的；破坏国家宗教政策，宜扬邪教和封建迷信的；散布谣言，扰乱社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶恶、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权利的；含虚假、有害、危害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵或其他道德令人反感的内容；含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其他内容的。 </p>
            <p>2、冒充任何机构或人，包含但不限于冒充本平台的工作人员、版主、主持人等，或以虚构不实的方式陈述或谎称与任何机构或人有关的 </p>
            <p>3、将侵犯任何人的肖像权、名誉权、隐私权、专利权、商标权、著作权、商业秘密或其他专属权利的内容上载、张贴、发送电子邮件或以其他方式传送的。 </p>
            <p>4、将病毒或其他计算代码、档案和程序，加以上载、张贴、发送电子邮件或以其他方式传送的。 </p>
        </div>
    </div>
</template>

<script>
    export default {
        name:"clause"
    }
</script>

<style lang="stylus" scoped>
    .clause
        position: relative;
        min-height: 100vh;
        background-color: white;
    .title
        padding: 10px;
        text-align: center;
        font-size: .4rem;
        font-weight: bold;

    .content
        padding: 0 15px;
        h2
            margin-top:10px;
            font-size: .32rem;
            strong
                font-weight: bold;
        p
            text-indent: 2em;
            margin-top: .2rem;
            line-height: .46rem;


</style>
